{
  "books": [
    {
      "id": 1,
      "name": "86 - Eightysix - 1",
      "author": "Asato Asato",
      "description": "Giới thiệu sách: Chín năm nay, Cộng hòa San Magnolia liên tục bị Legion - vũ khí tự hành của Đế quốc láng giềng tấn công. Để đối phó, Cộng hòa cũng phát triển vũ khí tự hành, giúp họ không phải đưa lính ra chiến trường, giảm thiểu triệt để thương vong về người.",
      "price": 105000,
      "quantity": 100
    },
    {
      "id": 2,
      "name": "86 - Eightysix - 2",
      "author": "Asato Asato",
      "description": "Sau khi từ biệt Lena, nữ Handler của Cộng hòa, nhóm Tám Sáu do Shin dẫn đầu được nước láng giềng Liên bang Giad đón nhận. Tại đây, họ được trao cơ hội hưởng hòa bình và tự do. Nhưng chỉ sau một thời gian nghỉ ngơi ngắn, họ đã chọn quay lại chiến trường.",
      "price": 105000,
      "quantity": 100
    },
    {
      "id": 3,
      "name": "86 - Eightysix - 3",
      "author": "Asato Asato",
      "description": "Bằng những đợt pháo kích cự li siêu trường lên tới hàng trăm kilomet, lớp Legion mới trang bị railgun đã đập nát hàng thủ cuối cùng của Cộng hòa San Magnolia - nơi Lena trụ lại, sau đó gây tổn thất nặng nề cho phòng tuyến của Liên bang Giad - nơi Shin đang phục vụ. Trong tình thế ngặt nghèo cực độ, Liên bang quyết định mở một chiến dịch liều lĩnh đến độ điên rồ.",
      "price": 105000,
      "quantity": 100
    },
    {
      "id": 4,
      "name": "86 - Eightysix - 4",
      "author": "Asato Asato",
      "description": "Sau cuộc hội ngộ định mệnh, Shin và Lena nhanh chóng xích lại gần nhau, làm Frederica và Crena ngay ngáy lo sợ, còn Raiden và những người khác phải giữ ý đến phát mệt. Tuy nhiên, quãng thời gian nghỉ ngơi ngắn ngủi nhanh chóng kết thúc. Đơn vị mới do Lena chỉ huy tác chiến nhận được nhiệm vụ đầu tiên. Dưới ga tàu điện ngầm tại thành phố phía Bắc Cộng hòa, căn cứ khổng lồ của Legion đang đón đợi họ. Thứ ẩn sâu dưới đó là “mặt tối”. Của Legion. Của Cộng hòa. Và của cả những con người từng bị tổ quốc bức hại.</br>“Tiếng gọi vọng lên từ lòng đất, báo hiệu thử thách mới cho nhóm thiếu niên.”",
      "price": 120000,
      "quantity": 100
    },
    {
      "id": 5,
      "name": "86 - Eightysix - 5",
      "author": "Asato Asato",
      "description": "“Tới tìm ta đi.”</br>Sau khi Shin “nhìn” thấy lời nhắn được cho là của Zelena - người phát minh ra Legion, Lena cùng Lữ đoàn Biệt kích Cơ động 86 bước sang chiến trường Vương quốc Liên hiệp Roa Gracia - nơi phát hiện con Ameise màu trắng nghi là Zelena. Tuy nhiên…</br>Chẳng rõ là nhạo báng sự sống hay khinh nhờn cái chết, Vương quốc Liên hiệp đang áp dụng một chiến lược đi chệch luân thường để chống Legion, khiến ngay cả các Tám Sáu còn phải rùng mình. Tại đây, kẻ thù lẩn khuất trong rừng sâu lạnh giá và “cái chết” sát sườn không ngừng trêu đùa nhóm thiếu niên.</br>“Lũ quái vật ẩn mình trong núi tuyết mỉm cười hỏi họ…”",
      "price": 145000,
      "quantity": 100
    },
    {
      "id": 6,
      "name": "86 - Eightysix - 6",
      "author": "Asato Asato",
      "description": "Kiêu hãnh chiến đấu, rồi hi sinh. Số phận của Tám Sáu là vậy. Lòng ham sống đã bị họ bỏ lại ở quá khứ rất xa.</br>Họ từng nghĩ, từng tin như vậy.</br>Thế nhưng, lối sống mà Tám Sáu theo đuổi bấy lâu dường như bị coi thường, bị xem là biểu hiện điên rồ không hơn không kém khi đặt cạnh cách mà những thiếu nữ người máy Sirin lao ra chiến trường, sẵn sàng bị giẫm nát, phá hủy và chôn vùi.</br>Shin khổ sở khi tìm kiếm ý nghĩa của việc sống tiếp. Lena lo lắng khôn nguôi khi cố gắng thấu hiểu Shin. Giữa lúc hai người còn đang luẩn quẩn trong vòng xoáy mâu thuẫn và hiểu lầm, chiến dịch công chiếm núi Ryuga đã rục rịch khai màn. Mang ý nghĩa sống còn đối với vận mệnh Vương quốc Liên hiệp, trận chiến này rồi sẽ có kết cục ra sao…?</br>Không chiến đấu thì không thể tồn tại. Nhưng không phải cứ chiến đấu là có thể sống.",
      "price": 145000,
      "quantity": 100
    },
    {
      "id": 7,
      "name": "86 - Eightysix - 7",
      "author": "Asato Asato",
      "description": "Lữ đoàn Biệt kích Cơ động 86 đã bắt giữ thành công Nữ hoàng tàn nhẫn, một trong các chỉ huy cấp cao của Legion, “viên đạn bạc” quý báu giúp con người lật ngược thế cờ trong cuộc chiến với lũ máy móc giết chóc.</br>Việc phân tích, “tra khảo” Nữ hoàng tàn nhẫn được Liên bang và Vương quốc Liên hiệp tiến hành tại nước đồng minh đóng vai trò bên thứ ba - Đồng minh Hiệp ước Wald.</br>Nhóm Shin, Lena được thưởng một kì nghỉ đặc biệt sau chiến công lớn nêu trên. Khoảng thời gian xả hơi giúp họ tạm quên đi chiến trường sặc mùi sắt thép và máu tanh. Có điều trong lúc đó, hầu như tất cả mọi người trừ hai nhân vật chính đều thầm nghĩ…</br>“Hai người mau mau thành đôi đi!”</br>Một “cuộc chiến” mới (!?) đang chờ đợi hai cô cậu tuổi thiếu niên!",
      "price": 125000,
      "quantity": 100
    },
    {
      "name": "Your Name",
      "author": "Shinkai Makoto",
      "description": "Mitsuha là nữ sinh trung học sống ở vùng quê hẻo lánh. Một ngày nọ, cô mơ thấy mình ở Tokyo trong một căn phòng xa lạ, biến thành con trai, gặp những người bạn chưa từng quen biết.</br>Trong khi đó ở một nơi khác, Taki, một nam sinh trung học người Tokyo lại mơ thấy mình biến thành con gái, sống ở vùng quê hẻo lánh</br>Cuối cùng hai người họ nhận ra đang bị hoán đổi với nhau qua giấc mơ. Kể từ lúc hai con người xa lạ ấy gặp nhau, bánh xe số phận bắt đầu chuyển động</br>Đây là phiên bản tiểu thuyết của bộ phim hoạt hình Your Name., do chính đạo diễn Shinkai Makoto chấp bút. ",
      "price": "75000",
      "quantity": "100",
      "id": 8
    },
    {
      "name": "Tenki no Ko",
      "author": "Shinkai Makoto",
      "description": "Tình thơ, gặp gỡ và chia ly là những vòng sóng đồng tâm trong thế giới Shinkai Makoto.</br>Từng có cô Yuki chia tay Takao ở Khu vườn ngôn từ để đến dạy văn cho Mitsuha ở Your Name.</br>Nay lại có Mitsuha và Taki chia tay Your Name. để sang ĐỨA CON CỦA THỜI TIẾT, gặp gỡ các tâm sóng mới là Hina và Hodaka.</br>Đứa con của thời tiết phác ra thương yêu cô đọng giữa hoang mang của đô thị lớn và ngặt nghèo hơn, là giữa hoang mang của một thời đại biến đổi khí hậu bấp bênh.</br>Vì một sự cố tình cờ, Hina được tạo hóa ban cho năng lực đặc biệt: làm nắng. Năng lực ấy càng thêm nhiệm màu khi đặt vào bối cảnh Nhật Bản hứng mưa triền miên, mưa đến mức vòm trời âm u trở thành cơm bữa, nước dâng gặm dần các đảo, và Tokyo có nguy cơ biến thành đô thị kênh đào.</br>Nhưng đến đây, phong cách song hành nhất quán của Shinkai lại trỗi dậy. Trong lạc có bi, trong hạnh phúc sẵn chia ly, được ban phép màu ắt phải đánh đổi. Đứa con của thời tiết cũng không thể tùy ý tắt bật nắng mưa mà không phải trả giá gì. Theo sau một lần làm nắng, là chất chứa hàng chuỗi ăn mòn, hối hận, mạo hiểm, giải cứu, và đằng đẵng cách xa.</br>Cũng như Your Name., ĐỨA CON CỦA THỜI TIẾT tiếp tục đan cài giữa truyền thống và hiện đại, huyền thoại và thực tế, nguy cơ và mộng ước, thiên tai và con người… nhưng có điểm khác là, lần đầu tiên hạnh phúc cá nhân đã được nhấn mạnh, nhân vật đã bứt mình khỏi tâm thế bao la vì mọi người.\n",
      "price": "85000",
      "quantity": "100",
      "id": 9
    },
    {
      "name": "Slime Taoshite 300-nen, Shiranai Uchi ni Level Max ni Nattemashita",
      "author": "Morita Kisetsu",
      "description": "Azusa là một kẻ “cuồng công việc” điển hình, không yêu đương, không bạn bè, không niềm vui và sở thích, cô cống hiến cuộc đời mình cho công việc. Và kết quả là, Azusa chết vì làm việc quá sức. Nhờ phép màu, cô được tái sinh trong dáng hình của một phù thủy 17 tuổi trường sinh bất lão.</br>Quyết tâm sống thật khác kiếp trước, Azusa nhàn nhã diệt Slime suốt 300 năm và đã vô tình đạt level max. Sức mạnh đi đôi với những phiêu lưu mạo hiểm mới mà Azusa chưa từng đối mặt trong đời. Nhưng cũng từ đó cô có được niềm vui, có bạn bè và gia đình mới…</br>Tại Nhật, “Diệt slime suốt 300 năm, tôi levelMAX lúc nào chẳng hay” đã chiếm giữ vị trí số một trong ngày tại bảng xếp hạng trên website tiểu thuyết có tên “小説家になろう”(Trở thành tiểu thuyết gia). Tác phẩm này đã trở thành cuốn tiểu thuyết được xếp hạng cao nhất trong ngày hôm đó.</br>Tác phẩm là một câu chuyện mang góc nhìn đầy hài hước về mặt trái của xã hội Nhật Bản và cách cân bằng lại cuộc sống đó như thế nào thông qua hành trình diệt quái lên level của Azusa.",
      "price": "89000",
      "quantity": "100",
      "id": 10
    }
  ]
}
